12/data/attachments/d6494093b2928dd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e2dbedb2-ec48-4fa8-8c35-cf9412fe4ee9</nif:username>
            <nif:friendToBeAdded>John_stage_Actions_77822_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>